{
    "titulo": "Plano Alimentar para Diabéticos: Equilíbrio Glicêmico e Bem-Estar",
    "dietaDoPlano": "Este plano alimentar foi elaborado para auxiliar no controle da glicemia, priorizando alimentos de baixo índice glicêmico, ricos em fibras e nutrientes, adequados para pessoas com diabetes. É um exemplo de um dia, que deve ser variado ao longo da semana.\n\n**Dia 1 - Exemplo de Plano Alimentar**\n\n*   **Café da Manhã (07:00):**\n    *   1 xícara de café puro ou chá de ervas (sem açúcar).\n    *   1 omelete feito com 2 ovos, espinafre e tomate picado.\n    *   1 fatia de pão integral 100% (verificar rótulo) com uma fina camada de abacate.\n    *   1/2 xícara de frutas vermelhas (morangos, mirtilos) ou 1 maçã pequena.\n\n*   **Lanche da Manhã (10:00):**\n    *   1 iogurte natural desnatado sem açúcar com 1 colher de sopa de sementes de chia ou linhaça.\n    *   Ou 1 punhado (30g) de oleaginosas (amêndoas, nozes).\n\n*   **Almoço (13:00):**\n    *   Salada abundante de folhas verdes (alface, rúcula), pepino, pimentão e cenoura ralada (temperada com azeite extra virgem e vinagre/limão).\n    *   1 filé de peito de frango grelhado ou 1 posta de peixe assado (tilápia, salmão).\n    *   4 colheres de sopa de arroz integral ou quinoa cozida.\n    *   1 xícara de vegetais cozidos no vapor (brócolis, couve-flor, vagem).\n\n*   **Lanche da Tarde (16:00):**\n    *   1 fruta de baixo índice glicêmico (ex: pera pequena) com 2 castanhas-do-pará.\n    *   Ou palitos de pepino e cenoura com 2 colheres de sopa de homus.\n\n*   **Jantar (19:00):**\n    *   Sopa cremosa de abobrinha com frango desfiado (sem creme de leite, usar leite desnatado ou caldo caseiro).\n    *   Ou 1 prato de salmão assado com purê de couve-flor e aspargos grelhados.\n    *   Ou carne moída magra refogada com brócolis e vagem.\n\n*   **Ceia (21:00 - se houver fome, com orientação médica/nutricional):**\n    *   1 xícara de chá de camomila.\n    *   1 porção pequena de queijo cottage ou 5 amêndoas.\n\n**Princípios Gerais para Variação Semanal:**\n*   **Carboidratos:** Varie entre arroz integral, quinoa, batata doce (em porções controladas), lentilha, grão de bico, pão integral. Sempre em porções moderadas e combinados com fibras e proteínas.\n*   **Proteínas:** Alterne entre frango, peixe (pelo menos 2x/semana), ovos, carne vermelha magra (1-2x/semana), leguminosas.\n*   **Gorduras Saudáveis:** Use azeite de oliva extra virgem, abacate, oleaginosas e sementes com moderação.\n*   **Vegetais:** Inclua uma grande variedade de vegetais não amiláceos em todas as refeições principais.\n*   **Frutas:** Prefira as frutas inteiras e de baixo a médio índice glicêmico (maçã, pera, frutas vermelhas, kiwi, pêssego) em porções controladas.",
    "dicas": "1. **Monitorize a Glicemia:** Meça seus níveis de açúcar no sangue regularmente conforme orientação médica para entender como os alimentos afetam seu corpo.\n2. **Controle as Porções:** A quantidade de carboidratos é crucial. Use pratos menores e atenção às medidas.\n3. **Priorize Fibras:** Alimentos ricos em fibras (vegetais, frutas com casca, grãos integrais, leguminosas) ajudam a regular a absorção de glicose e melhoram a saciedade.\n4. **Escolha Carboidratos Complexos:** Opte por grãos integrais, batata doce e leguminosas em vez de açúcares simples e carboidratos refinados.\n5. **Evite Açúcares Adicionados:** Fique atento a produtos com açúcares escondidos, xaropes e adoçantes artificiais em excesso.\n6. **Mantenha-se Hidratado:** Beba bastante água ao longo do dia. Evite sucos de frutas (mesmo os naturais) e bebidas açucaradas.\n7. **Refeições Regulares:** Faça refeições em horários fixos para ajudar a manter os níveis de glicose estáveis.\n8. **Leia os Rótulos:** Verifique sempre a informação nutricional, dando atenção aos carboidratos totais, açúcares e fibras.\n9. **Cozinhe em Casa:** Ter controle sobre os ingredientes e o modo de preparo é fundamental.\n10. **Consulte Profissionais:** Este plano é uma sugestão. É essencial ter acompanhamento de um médico e um nutricionista para um plano individualizado e seguro.",
    "comorbidadeSelect": "Diabética"
}