{
    "titulo": "Plano Alimentar para Diabéticos: Controle Glicêmico e Bem-Estar",
    "dietaDoPlano": "Dia Típico:\n\nCafé da Manhã:\n- 1 xícara de café com adoçante ou sem açúcar.\n- 2 fatias de pão integral (100% integral) com 1 colher de sopa de pasta de abacate OU 2 ovos mexidos.\n- 1 porção de fruta de baixo índice glicêmico (ex: 1 maçã pequena, 1/2 xícara de morangos ou 1 fatia de mamão pequena).\n\nLanche da Manhã:\n- 1 pote de iogurte natural desnatado sem açúcar OU 5-6 amêndoas com 1/2 xícara de cenouras baby.\n\nAlmoço:\n- Salada grande com folhas verdes variadas, tomate, pepino, com tempero de azeite extra virgem e limão.\n- 1 porção de proteína magra (ex: 120g de peito de frango grelhado, peixe assado ou tofu grelhado).\n- 3-4 colheres de sopa de carboidrato complexo (ex: arroz integral, quinoa, batata doce cozida ou lentilha).\n- 1 porção de vegetais cozidos no vapor (ex: brócolis, couve-flor, vagem ou espinafre).\n\nLanche da Tarde:\n- 1 porção de fruta de baixo índice glicêmico (ex: 1 fatia de melão, 1/2 xícara de mirtilos) OU 1 punhado de castanhas (ex: castanha-do-pará ou nozes).\n\nJantar:\n- Sopa de legumes variados com proteína magra (ex: frango desfiado, carne moída magra, sem creme de leite ou batata em excesso) OU\n- Salada completa com proteína (ex: salada de atum em água ou frango desfiado com mix de folhas, legumes e azeite).\n- Alternativamente, 1 porção menor de proteína magra com vegetais cozidos no vapor ou assados.\n\nCeia (se sentir fome, até 1 hora antes de dormir):\n- 1 copo de leite desnatado OU 1/2 xícara de iogurte natural desnatado sem açúcar. (Evite se a glicemia estiver bem controlada e não houver risco de hipoglicemia noturna).",
    "dicas": "Monitore regularmente seus níveis de glicose, conforme orientação médica. Mantenha-se bem hidratado, bebendo bastante água ao longo do dia. Prefira alimentos integrais e ricos em fibras (legumes, frutas com casca, grãos integrais) para ajudar no controle glicêmico e na saciedade. Evite açúcares adicionados, doces, refrigerantes, sucos industrializados e alimentos ultraprocessados. Controle as porções de carboidratos em cada refeição, mesmo os saudáveis, para evitar picos de glicemia. Faça refeições em horários regulares e não pule refeições. Consulte sempre um nutricionista ou médico para um plano personalizado e ajuste da medicação, se aplicável. A prática de atividade física regular é fundamental para o controle da diabetes.",
    "comorbidadeSelect": "Diabetica"
}