{
    "titulo": "testee",
    "dietaDoPlano": "Plano Alimentar para Diabéticos - 7 Dias (Exemplo Adaptável):\n\n**Princípios Fundamentais:**\n*   **Controle de Carboidratos:** Priorize carboidratos complexos (integrais) em porções controladas e evite açúcares simples e refinados.\n*   **Fibras:** Abundância de vegetais, leguminosas e grãos integrais para auxiliar no controle glicêmico.\n*   **Proteínas Magras:** Essenciais para saciedade e manutenção muscular.\n*   **Gorduras Saudáveis:** Ajudam na saciedade e saúde cardiovascular.\n*   **Hidratação:** Água é a melhor bebida.\n\n**Dia 1**\n*   **Café da Manhã (7:00-8:00):** 1/2 xícara de aveia em flocos com água ou leite vegetal sem açúcar, 1/4 xícara de frutas vermelhas (mirtilos, morangos) e 1 colher de sopa de sementes de chia.\n*   **Lanche da Manhã (10:00-11:00):** 1 maçã pequena com 5-6 amêndoas.\n*   **Almoço (13:00-14:00):** Salada grande com folhas verdes, pepino, tomate, cenoura ralada. 1 filé de frango grelhado (120g). 3 colheres de sopa de lentilha. 2 colheres de sopa de arroz integral.\n*   **Lanche da Tarde (16:00-17:00):** 1 iogurte natural desnatado sem açúcar com 1 colher de sopa de nozes picadas.\n*   **Jantar (19:00-20:00):** Salmão assado (120g) com brócolis cozidos no vapor e 1/2 batata doce pequena assada.\n*   **Ceia (Opcional, se houver fome, 21:00):** 1 xícara de chá de ervas sem açúcar e 2 fatias de queijo branco light.\n\n**Dia 2**\n*   **Café da Manhã:** 2 ovos mexidos com espinafre e 1 fatia de pão integral (100% integral) pequeno.\n*   **Lanche da Manhã:** 1 pera pequena.\n*   **Almoço:** Salada de atum (em água) com mix de folhas, tomate cereja, aipo. 2 torradas integrais pequenas.\n*   **Lanche da Tarde:** Cenouras baby com 2 colheres de sopa de homus.\n*   **Jantar:** Carne moída magra refogada com abobrinha e pimentões. 3 colheres de sopa de quinoa cozida.\n*   **Ceia (Opcional):** 1/2 abacate pequeno.\n\n**Dia 3**\n*   **Café da Manhã:** Vitamina com 1/2 xícara de leite vegetal sem açúcar, 1/2 banana pequena, 1 colher de sopa de linhaça e 1 scoop de whey protein (opcional).\n*   **Lanche da Manhã:** 10 castanhas de caju.\n*   **Almoço:** Prato de massa integral (50g cozida) com molho de tomate caseiro e almôndegas de frango light (3 unidades). Salada verde.\n*   **Lanche da Tarde:** 1 fatia de melão pequena.\n*   **Jantar:** Frango desfiado com purê de couve-flor. Salada de pepino e tomate.\n*   **Ceia (Opcional):** 1 xícara de chá e 2 biscoitos de arroz integral.\n\n**Dia 4**\n*   **Café da Manhã:** Panqueca de aveia (1/2 xícara de aveia, 1 ovo, água/leite vegetal) com 1 colher de chá de pasta de amendoim sem açúcar.\n*   **Lanche da Manhã:** 1 pêssego pequeno.\n*   **Almoço:** Peito de peru fatiado (80g) com salada de folhas, tomate, pepino e 1/2 xícara de grão de bico. 1 fatia de pão integral pequeno.\n*   **Lanche da Tarde:** 1 iogurte grego natural desnatado sem açúcar.\n*   **Jantar:** Sopa de legumes variados com frango desfiado (sem batata ou em pequena quantidade).\n*   **Ceia (Opcional):** 1 xícara de gelatina diet.\n\n**Dia 5**\n*   **Café da Manhã:** Omelete de 2 ovos com queijo branco light e tomate.\n*   **Lanche da Manhã:** Mix de 1/4 xícara de sementes de girassol e abóbora.\n*   **Almoço:** Torta salgada de frango (massa integral fina) com bastante recheio de legumes. Salada verde.\n*   **Lanche da Tarde:** 10 amêndoas.\n*   **Jantar:** Hambúrguer de carne magra (sem pão) com salada variada e 1/2 porção de brócolis gratinados com queijo light.\n*   **Ceia (Opcional):** 1 copo de leite vegetal sem açúcar.\n\n**Dia 6**\n*   **Café da Manhã:** Mingau de aveia (1/2 xícara de aveia) com canela e 1 colher de sopa de nozes picadas.\n*   **Lanche da Manhã:** 1 copo de suco verde (folhas, pepino, maçã verde pequena, gengibre - sem coar).\n*   **Almoço:** Salada Caesar com frango grelhado (sem croutons) e molho light.\n*   **Lanche da Tarde:** Palitos de pepino com patê de ricota light.\n*   **Jantar:** Escondidinho de carne seca com purê de abóbora.\n*   **Ceia (Opcional):** 1 fruta pequena (ex: kiwi).\n\n**Dia 7**\n*   **Café da Manhã:** Sanduíche aberto com 1 fatia de pão integral, 2 fatias de peito de peru light, pasta de abacate e rodelas de tomate.\n*   **Lanche da Manhã:** 10 azeitonas.\n*   **Almoço:** Salada de quinoa com legumes variados (abobrinha, berinjela, pimentão) assados e grão de bico.\n*   **Lanche da Tarde:** 1 ovo cozido.\n*   **Jantar:** Filé de peixe branco assado (tilápia, merluza) com mix de vegetais assados (cenoura, brócolis, couve-flor) e 3 colheres de sopa de arroz 7 grãos.\n*   **Ceia (Opcional):** 1 xícara de chá de camomila e 1 fatia de queijo minas frescal.",
    "dicas": "**Dicas Essenciais para Diabéticos:**\n1.  **Monitoramento Glicêmico:** Monitore seus níveis de açúcar no sangue regularmente conforme orientação médica.\n2.  **Consulte um Profissional:** Este plano é um exemplo. É fundamental consultar um médico e um nutricionista para um plano personalizado e adaptado às suas necessidades individuais.\n3.  **Controle de Porções:** Mesmo alimentos saudáveis devem ser consumidos em porções adequadas para evitar picos de glicemia. Aprenda a reconhecer as porções ideais.\n4.  **Leia Rótulos:** Fique atento aos açúcares adicionados, carboidratos totais e fibras nos rótulos dos alimentos. Prefira produtos integrais e com baixo teor de sódio e gorduras saturadas.\n5.  **Hidratação:** Beba bastante água ao longo do dia. Evite sucos de frutas (mesmo naturais) e refrigerantes, pois podem elevar rapidamente o açúcar no sangue.\n6.  **Atividade Física:** A prática regular de exercícios físicos (após aprovação médica) ajuda a controlar os níveis de glicose e melhora a sensibilidade à insulina.\n7.  **Evite Açúcares e Refinados:** Corte doces, refrigerantes, bolos, biscoitos e pães brancos, arroz branco e outros alimentos com alto índice glicêmico.\n8.  **Priorize Alimentos In Natura:** Dê preferência a alimentos frescos e minimamente processados: vegetais, frutas (em moderação e com casca), carnes magras, ovos, leguminosas e grãos integrais.\n9.  **Fibras:** Inclua abundância de vegetais folhosos, legumes e frutas com casca, pois a fibra ajuda a retardar a absorção de glicose e promove a saciedade.\n10. **Refeições Regulares:** Mantenha horários fixos para as refeições e lanches para ajudar a estabilizar os níveis de açúcar no sangue e evitar grandes intervalos de fome que podem levar a escolhas alimentares inadequadas.",
    "comorbidadeSelect": "Diabetica"
}