{
    "titulo": "Plano Alimentar para Diabéticos",
    "dietaDoPlano": "## Plano Alimentar para Diabéticos\n\n**Princípios:** Controle de carboidratos, prioridade para alimentos integrais, proteínas magras, gorduras saudáveis, e vegetais ricos em fibras.\n\n--- \n\n### Sugestão de Cardápio Semanal (Exemplo)\n\n**Dia 1**\n*   **Café da Manhã:** Ovos mexidos com espinafre e 1 fatia de pão integral (100% trigo integral).\n*   **Lanche da Manhã:** Um punhado de amêndoas.\n*   **Almoço:** Peito de frango grelhado, salada mista (alface, tomate, pepino) e 3 colheres de sopa de arroz integral.\n*   **Lanche da Tarde:** Iogurte natural desnatado com chia.\n*   **Jantar:** Salmão assado com brócolis cozido no vapor.\n\n**Dia 2**\n*   **Café da Manhã:** Mingau de aveia (com água ou leite desnatado) com frutas vermelhas (morangos, mirtilos) e canela.\n*   **Lanche da Manhã:** Uma maçã pequena.\n*   **Almoço:** Carne magra (patinho) assada, purê de abóbora e couve refogada.\n*   **Lanche da Tarde:** Cenouras baby com homus (2 colheres de sopa).\n*   **Jantar:** Sopa de lentilha com legumes (sem batata).\n\n**Dia 3**\n*   **Café da Manhã:** Smoothie verde (espinafre, pepino, água de coco sem açúcar, 1/2 banana pequena).\n*   **Lanche da Manhã:** Um copo de leite desnatado.\n*   **Almoço:** Filé de tilápia grelhado, quinoa e mix de legumes cozidos (abobrinha, cenoura).\n*   **Lanche da Tarde:** Uma fatia de queijo branco com tomate e orégano.\n*   **Jantar:** Omelete de legumes (pimentão, cebola, cogumelos) e salada de folhas verdes.\n\n**Dia 4**\n*   **Café da Manhã:** Pão integral com pasta de abacate e ovo cozido.\n*   **Lanche da Manhã:** 5 nozes.\n*   **Almoço:** Bife à rolê com molho de tomate caseiro, arroz integral (3 colheres de sopa) e vagem refogada.\n*   **Lanche da Tarde:** Fruta de baixo índice glicêmico (ex: pera).\n*   **Jantar:** Frango desfiado com purê de couve-flor.\n\n**Dia 5**\n*   **Café da Manhã:** Panqueca de aveia com ovos (feita com aveia, ovos e água/leite desnatado) e frutas vermelhas.\n*   **Lanche da Manhã:** Iogurte natural desnatado.\n*   **Almoço:** Salada completa com grão de bico, atum (em água), folhas verdes, tomate, pepino e azeite.\n*   **Lanche da Tarde:** Gelatina dietética com pedaços de fruta (ex: morango).\n*   **Jantar:** Tortilha integral com recheio de frango e legumes.\n\n**Dia 6**\n*   **Café da Manhã:** Café com leite desnatado e 2 torradas integrais com requeijão light.\n*   **Lanche da Manhã:** Um pêssego.\n*   **Almoço:** Feijoada light (com carnes magras, sem embutidos), arroz integral (2 colheres de sopa) e couve refogada.\n*   **Lanche da Tarde:** Um punhado de castanhas de caju.\n*   **Jantar:** Escondidinho de carne moída com purê de mandioquinha ou abóbora.\n\n**Dia 7**\n*   **Café da Manhã:** Crepioca (tapioca com ovo) recheada com queijo cottage e orégano.\n*   **Lanche da Manhã:** Suco verde (sem adição de açúcar).\n*   **Almoço:** Churrasco de carne magra (maminha, alcatra) com salada de folhas, vinagrete (sem açúcar) e farofa de couve (com pouca gordura).\n*   **Lanche da Tarde:** Queijo minas frescal.\n*   **Jantar:** Wrap integral com homus, folhas verdes e frango grelhado em tiras.",
    "dicas": "### Dicas Importantes para Diabéticos:\n*   **Controle de Porções:** Preste atenção ao tamanho das porções, principalmente de carboidratos. Uma dieta equilibrada com porções controladas é fundamental.\n*   **Carboidratos Inteligentes:** Opte por carboidratos complexos e integrais (arroz integral, pão integral, aveia, batata doce, lentilha, grão de bico) em vez de refinados, que elevam rapidamente a glicemia.\n*   **Priorize Proteínas e Fibras:** Inclua proteínas magras (frango, peixe, ovos, leguminosas) e muitas fibras (vegetais, frutas com casca) em todas as refeições. Eles ajudam na saciedade e no controle glicêmico.\n*   **Evite Açúcares Adicionados:** Reduza drasticamente o consumo de açúcares, doces, refrigerantes, sucos industrializados e alimentos processados que contêm açúcar escondido.\n*   **Gorduras Saudáveis:** Prefira gorduras saudáveis como azeite de oliva extra virgem, abacate, oleaginosas (nozes, amêndoas) e sementes (chia, linhaça).\n*   **Hidratação:** Beba bastante água ao longo do dia. Evite bebidas açucaradas.\n*   **Refeições Regulares:** Tente fazer refeições em horários fixos para ajudar a manter os níveis de açúcar no sangue estáveis.\n*   **Monitoramento:** Monitore sua glicemia regularmente, conforme orientação médica, para entender como os alimentos afetam seu corpo.\n*   **Atividade Física:** Combine a dieta com exercícios físicos regulares para melhorar a sensibilidade à insulina.\n*   **Leitura de Rótulos:** Acostume-se a ler os rótulos dos alimentos para identificar a quantidade de carboidratos, açúcares e fibras.\n*   **Consulta Profissional:** Este plano é uma sugestão. Consulte sempre um médico e um nutricionista para um plano alimentar personalizado e adaptado às suas necessidades individuais e ao seu controle de diabetes.",
    "comorbidadeSelect": "Diabética"
}