{
    "titulo": "Plano Alimentar para Diabéticos - Controle Glicêmico",
    "dietaDoPlano": "## Dia 1\n\n**Café da Manhã:**\n*   1 fatia de pão integral com ovos mexidos (2 ovos) e espinafre.\n*   1 xícara de café sem açúcar ou chá de ervas.\n\n**Lanche da Manhã:**\n*   1 maçã pequena com 3 castanhas-do-pará.\n\n**Almoço:**\n*   Salmão assado (120g).\n*   Salada verde à vontade com azeite extra virgem.\n*   4 colheres de sopa de arroz integral.\n*   Brócolis cozidos no vapor.\n\n**Lanche da Tarde:**\n*   1 pote de iogurte natural desnatado sem açúcar com 1 colher de sopa de sementes de chia.\n\n**Jantar:**\n*   Sopa de lentilha com legumes variados (cenoura, abobrinha, couve).\n*   Pedaços de frango desfiado (90g).\n\n**Ceia:**\n*   1 copo de leite vegetal (amêndoas, soja) sem açúcar.\n\n## Dia 2\n\n**Café da Manhã:**\n*   Mingau de aveia (3 colheres de sopa de aveia em flocos) feito com água ou leite vegetal sem açúcar, canela.\n*   5 morangos.\n\n**Lanche da Manhã:**\n*   10 amêndoas.\n\n**Almoço:**\n*   Peito de frango grelhado (120g).\n*   Salada de grão de bico com pepino, tomate e cebola roxa.\n*   2 colheres de sopa de purê de abóbora.\n\n**Lanche da Tarde:**\n*   1 fatia de abacate.\n\n**Jantar:**\n*   Omelete (2 ovos) com queijo branco (30g) e tomate.\n*   Salada de alface e rúcula.\n\n**Ceia:**\n*   1 xícara de chá de camomila.\n\n## Dia 3\n\n**Café da Manhã:**\n*   Vitamina de frutas vermelhas (morangos, mirtilos) com leite vegetal sem açúcar e 1 colher de sopa de linhaça.\n\n**Lanche da Manhã:**\n*   1 fatia de pão integral com pasta de abacate.\n\n**Almoço:**\n*   Carne moída refogada com legumes (vagem, cenoura, ervilha fresca).\n*   Salada de folhas verdes escuras.\n*   3 colheres de sopa de quinoa cozida.\n\n**Lanche da Tarde:**\n*   1 fruta (pera pequena).\n\n**Jantar:**\n*   Wrap integral com frango desfiado, cream cheese light e folhas verdes.\n\n**Ceia:**\n*   Um pequeno punhado de sementes de abóbora.",
    "dicas": "Priorize alimentos integrais (arroz integral, pão integral). Consuma muitas verduras e legumes em todas as refeições. Inclua proteínas magras (frango, peixe, ovos, leguminosas) para promover saciedade e controlar a glicemia. Modere o consumo de frutas, preferindo aquelas com menor índice glicêmico e evite sucos, dando preferência à fruta inteira. Elimine açúcar, doces, refrigerantes e alimentos ultraprocessados. Beba bastante água ao longo do dia. Faça refeições menores e mais frequentes para ajudar a manter os níveis de açúcar no sangue estáveis. Monitore sua glicemia regularmente e consulte sempre um médico ou nutricionista para um plano alimentar personalizado e acompanhamento.",
    "comorbidadeSelect": "Diabetica"
}