{
    "titulo": "Plano Alimentar para Diabéticos - Juscelina",
    "dietaDoPlano": "**Dia 1**\n\n*   **Café da Manhã:** Omelete (2 ovos) com espinafre e tomate, 1 fatia de pão integral com abacate. Café sem açúcar.\n*   **Lanche da Manhã:** 1 maçã pequena com 5 amêndoas.\n*   **Almoço:** Salmão assado (120g), 4 colheres de sopa de arroz integral, salada mista (alface, pepino, cenoura ralada) com azeite de oliva extra virgem.\n*   **Lanche da Tarde:** 1 pote de iogurte natural desnatado sem açúcar com 1 colher de sopa de sementes de chia.\n*   **Jantar:** Sopa de legumes variados (abobrinha, brócolis, couve-flor) com frango desfiado (90g).\n*   **Ceia:** Chá de camomila sem açúcar.\n\n**Dia 2**\n\n*   **Café da Manhã:** Mingau de aveia (3 colheres de sopa de aveia em flocos com água/leite desnatado) com morangos picados e canela. Chá verde sem açúcar.\n*   **Lanche da Manhã:** 1 pera pequena.\n*   **Almoço:** Frango grelhado (120g), 1/2 xícara de lentilha cozida, brócolis no vapor. Salada verde.\n*   **Lanche da Tarde:** 1 fatia de queijo branco com 2 bolachas de arroz integral.\n*   **Jantar:** Omelete de legumes (pimentão, cebola, cogumelos) com salada de folhas verdes e pepino.\n*   **Ceia:** 1/2 xícara de frutas vermelhas (mirtilo, framboesa).\n\n**Dia 3**\n\n*   **Café da Manhã:** Vitamina com 1 copo de leite desnatado, 1/2 banana pequena, 1 colher de sopa de linhaça. Café sem açúcar.\n*   **Lanche da Manhã:** 10 castanhas de caju (sem sal).\n*   **Almoço:** Bife magro grelhado (120g), purê de couve-flor (no lugar de batata), vagem refogada.\n*   **Lanche da Tarde:** Cenoura baby (um punhado) com 2 colheres de sopa de homus.\n*   **Jantar:** Wrap integral com peito de peru light, alface, tomate e cream cheese light. Salada de repolho roxo e cenoura.\n*   **Ceia:** 1 xícara de chá de hortelã sem açúcar.",
    "dicas": "Mantenha a hidratação, beba bastante água ao longo do dia. Priorize alimentos integrais, ricos em fibras e com baixo índice glicêmico. Evite açúcares refinados, alimentos processados e bebidas açucaradas. Controle as porções e distribua as refeições em intervalos regulares (a cada 3 horas, aproximadamente). Monitore regularmente os níveis de glicose no sangue, conforme orientação médica. Consulte sempre um nutricionista para um plano alimentar personalizado e adaptado às suas necessidades individuais. Inclua atividade física regular na sua rotina, com liberação médica.",
    "comorbidadeSelect": "Diabetica"
}