{
    "titulo": "Plano Alimentar para Diabéticos: Controle Glicêmico e Bem-Estar",
    "dietaDoPlano": "**Café da Manhã:** Ovos mexidos com espinafre e 1 fatia de pão integral 100% OU 1/2 xícara de aveia em flocos (cozida em água ou leite vegetal sem açúcar) com frutas vermelhas e sementes de chia. Café ou chá sem açúcar. **Lanche da Manhã:** Um punhado de oleaginosas (amêndoas, nozes) OU 1 iogurte natural desnatado sem açúcar com linhaça moída. **Almoço:** Salada grande de folhas verdes, pepino, tomate. Proteína magra (peito de frango grelhado, peixe assado, lentilhas ou grão de bico). Carboidrato complexo e de baixo IG (4 colheres de sopa de arroz integral, quinoa ou batata doce cozida). Legumes cozidos no vapor (brócolis, couve-flor). **Lanche da Tarde:** Uma fruta de baixo índice glicêmico (maçã, pera, kiwi) com 2 colheres de sopa de pasta de amendoim integral sem açúcar OU 1 fatia de queijo branco magro. **Jantar:** Sopa de legumes (sem batata ou com pouca batata) com adição de proteína (frango desfiado ou lentilha) OU Omelete com vegetais (cogumelos, pimentões) e uma pequena porção de salada OU Salmão assado com aspargos e brócolis. **Ceia (opcional):** Um copo de leite desnatado ou vegetal sem açúcar OU 5 unidades de castanhas de caju.",
    "dicas": "• Monitorar regularmente os níveis de glicose no sangue, conforme orientação médica. • Priorizar alimentos integrais, ricos em fibras (frutas com casca, vegetais folhosos, grãos integrais), que ajudam a controlar a absorção de glicose. • Evitar açúcares refinados, doces, refrigerantes, sucos industrializados e alimentos processados. • Controlar o tamanho das porções, especialmente de carboidratos. • Incluir fontes de proteína magra em todas as refeições para promover saciedade e estabilizar a glicemia. • Optar por gorduras saudáveis (azeite extra virgem, abacate, oleaginosas, sementes). • Manter-se bem hidratado, bebendo bastante água ao longo do dia. • Praticar atividade física regularmente, pois auxilia na sensibilidade à insulina. • Consultar um médico ou nutricionista para um plano alimentar personalizado. • Ler os rótulos dos alimentos para identificar açúcares escondidos e o teor de carboidratos.",
    "comorbidadeSelect": "Diabetica"
}