{
    "titulo": "Plano Alimentar para Controle da Glicemia",
    "dietaDoPlano": "Este plano alimentar foca em alimentos de baixo índice glicêmico, ricos em fibras e proteínas magras, essenciais para o controle eficaz da glicemia e a promoção da saúde geral. É importante sempre consultar um profissional de saúde para um plano personalizado.\n\n**Sugestões de Refeições:**\n\n*   **Café da Manhã:**\n    *   Omelete (2 ovos) com espinafre e tomate.\n    *   2 fatias de pão 100% integral com pasta de abacate e queijo cottage.\n    *   Iogurte natural sem açúcar com frutas vermelhas (morangos, mirtilos) e 1 colher de sopa de chia ou linhaça.\n\n*   **Lanche da Manhã:**\n    *   1 maçã pequena com um punhado de castanhas (amêndoas, nozes).\n    *   Pera ou pêssego.\n    *   Vegetais crus (cenoura baby, pepino) com homus (em porção moderada).\n\n*   **Almoço:**\n    *   **Proteína magra:** Peito de frango grelhado/assado, peixe (salmão, tilápia) ou carne vermelha magra (100-120g).\n    *   **Carboidrato complexo:** Arroz integral, quinoa, batata doce ou macarrão integral (em porção controlada - 3 a 4 colheres de sopa cozidas).\n    *   **Legumes e verduras:** Salada variada (alface, tomate, pepino) e vegetais cozidos (brócolis, couve-flor, abobrinha, vagem) à vontade.\n\n*   **Lanche da Tarde:**\n    *   1 fruta de baixo IG (ex: kiwi, tangerina) ou 10-12 unidades de amêndoas.\n    *   Iogurte natural sem açúcar com uma pitada de canela.\n\n*   **Jantar:**\n    *   Similar ao almoço, priorizando proteínas e vegetais.\n    *   Sopa de legumes com frango desfiado ou lentilha.\n    *   Salada grande com atum em água ou ovos cozidos.\n    *   Peixe assado com vegetais no vapor.\n\n*   **Ceia (se necessário e com orientação):**\n    *   Chá de ervas sem açúcar.\n    *   1 copo de leite desnatado.\n    *   Uma fatia fina de queijo branco magro.",
    "dicas": "1. **Controle de Porções:** Atente-se às porções de carboidratos, mesmo os complexos, para evitar picos de glicemia.\n2. **Alimentos Integrais:** Priorize alimentos integrais e ricos em fibras (vegetais, frutas, grãos integrais), pois ajudam a controlar a absorção de glicose.\n3. **Evitar Açúcares e Processados:** Elimine ou reduza drasticamente açúcares refinados, doces, refrigerantes, sucos industrializados e alimentos ultraprocessados.\n4. **Hidratação:** Beba bastante água ao longo do dia.\n5. **Refeições Regulares:** Procure fazer refeições em horários regulares para manter a glicemia estável.\n6. **Leia Rótulos:** Fique atento aos rótulos dos alimentos, procurando por açúcares escondidos e carboidratos.\n7. **Acompanhamento Profissional:** Consulte regularmente um médico endocrinologista e um nutricionista para um acompanhamento e ajuste do plano alimentar conforme suas necessidades individuais e monitoramento da glicemia.",
    "comorbidadeSelect": "Diabetica"
}