{
    "titulo": "Plano Alimentar para Controle da Diabetes",
    "dietaDoPlano": "Este plano alimentar foi cuidadosamente elaborado para auxiliar no controle glicêmico, focando em alimentos de baixo índice glicêmico, fibras e proteínas magras.\n\n**Café da Manhã (7:00 - 8:00):**\n- 2 ovos mexidos com espinafre\n- 1 fatia de pão integral 100% (ou de grãos) com 1/4 de abacate amassado\n- Café ou chá sem açúcar\n\n**Lanche da Manhã (10:00 - 11:00):**\n- 1 fruta de baixo índice glicêmico (ex: maçã verde, pera pequena, kiwi) OU 1 punhado (30g) de castanhas variadas (amêndoas, nozes).\n\n**Almoço (13:00 - 14:00):**\n- Proteína magra (1 filé médio de frango grelhado ou peixe assado)\n- 4 colheres de sopa de legumes cozidos no vapor (brócolis, couve-flor, cenoura picada)\n- Salada verde à vontade com azeite de oliva extra virgem e vinagre\n- 3 colheres de sopa de arroz integral ou quinua\n\n**Lanche da Tarde (16:00 - 17:00):**\n- 1 pote de iogurte natural desnatado sem açúcar com 1 colher de sopa de sementes de chia ou linhaça OU 1 fatia de queijo branco com 2 torradas integrais.\n\n**Jantar (19:00 - 20:00):**\n- Sopa de legumes com pedaços de frango desfiado (evitar batata em excesso)\n- OU omelete com vegetais (tomate, cebola, pimentão) e salada verde.\n\n**Ceia (22:00 - 22:30, se necessário):**\n- Chá de ervas (camomila, cidreira) sem açúcar\n- OU 1 copo de leite vegetal (amêndoa, coco) sem açúcar.",
    "dicas": "1. Monitore regularmente seus níveis de glicose no sangue, conforme orientação médica.\n2. Beba bastante água ao longo do dia.\n3. Priorize alimentos integrais, ricos em fibras, que ajudam a controlar a absorção de açúcar.\n4. Evite açúcares refinados, doces, refrigerantes e sucos industrializados.\n5. Modere o consumo de carboidratos, mesmo os complexos, e distribua-os ao longo das refeições.\n6. Inclua fontes de proteínas magras em todas as refeições para promover a saciedade e auxiliar no controle glicêmico.\n7. Fracione as refeições em pequenas porções ao longo do dia para evitar picos de glicemia.\n8. Faça atividade física regularmente, sempre com acompanhamento médico.",
    "comorbidadeSelect": "Diabetica"
}